<!-- dflook/terraform-github-actions {"workspace":"default","backend_type":"s3","label":"sandbox","backend":"9a8a60a8ae95b854d23485a4feabce6306204f72f303fac63ec0be1746b38d65","plan_job_ref":"Job .github/workflows/_test-tf.yaml #220 at https://github.com/tx-pts-dai/github-workflows/actions/runs/11592970283","plan_out_hash":"d6a51558fb22514e611caa688e78e2e8b550134b59b382dd470efd26ded7f58b","plan_hash":"c360a0af04862d77056906a7fd8dbe1dc0fbb6468dd6c9112256564b108bf54f","plan_text_format":"diff","version":"1.44.0"} -->
Terraform plan for __sandbox__
<details>
<summary>Plan: 2 to add, 0 to change, 0 to destroy. Changes to Outputs.</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+   create

Terraform will perform the following actions:

  # random_id.this will be created
+   resource "random_id" "this" {
+       b64_std     = (known after apply)
+       b64_url     = (known after apply)
+       byte_length = 4
+       dec         = (known after apply)
+       hex         = (known after apply)
+       id          = (known after apply)
    }

  # random_pet.this will be created
+   resource "random_pet" "this" {
+       id        = (known after apply)
+       length    = 2
+       separator = "-"
    }

Plan: 2 to add, 0 to change, 0 to destroy.

Changes to Outputs:
+   random_id  = (known after apply)
+   random_pet = (known after apply)
```
</details>

:memo: Plan generated in [.github/workflows/_test-tf.yaml #220](https://github.com/tx-pts-dai/github-workflows/actions/runs/11592970283)